homework/pset01/ps1.org
#+TITLE: Earth Materials - Problem Set
#+AUTHOR: Prof. Ethan Baxter
Assigned 1/28/16
Due 2/9/16
10pts (out of 100) deducted for each day late

*Please show ALL of your work*. Write clearly and organize  your work so that I can easily see what  you did. I *strongly encourage* you to use a spreadsheet (like Excel) and print out your organized calculations. You may also emailme your homework as a clearly organized Excel file. Consult your book for information about the basic formulas for these minerals. Pages 198-200 are especially helpful for reminding you how to do these calculations.

# Question 1
* 
Compute the structural formula (on the basis of 6 Oxygens) for the ANKERITE compositions shown below.

#+attr_latex: :align |c|c|
|-------+----------------|
| Oxide | Weight Percent |
|-------+----------------|
| FeO   | 12.83          |
| MgO   | 12.85          |
| CaO   | 29.23          |
| CO2   | 44.70          |
| total | 99.61          |
|-------+----------------|

** Answer

#+attr_latex: :align |c|c|
|-------+----------------+---|
| Oxide | Weight Percent |   |
|-------+----------------+---|
| FeO   |          12.83 |   |
| MgO   |          12.85 |   |
| CaO   |          29.23 |   |
| CO2   |          44.70 |   |
| total |          99.61 |   |
|-------+----------------+---|

# Question 2
* 
Compute the structural formula (on the basis of 12 Oxygens) for the GARNET composition shown below.

|-------+----------------|
| Oxide | Weight Percent |
|-------+----------------|
| SiO2  | 37.08          |
| Ti02  | 0.03           |
| Al2O3 | 20.95          |
| Cr2O3 | 0.02           |
| FeO   | 30.21          |
| MnO   | 3.64           |
| MgO   | 2.04           |
| CaO   | 5.55           |
| Na2O  | 0.01           |
| Total | 99.51          |
|-------+----------------|

** Answer

# Question 3
* 
Garnet may often be described by continuous solid-solution between four main end-members:
a) Almandine - \ce{Fe3Al2Si3O12}
b) Pyrope - \ce{Mg3Al2Si3O12}
c) Spessartine - Mn3Al2Si3O12
d) Grossular - Ca3Al2Si3O12

Compute the percent end-member composition of the garnet in #2 above. Report it as:
AlmXX,PyXX,SpXX,GrXX, where "XX" is the percent of that end-member.

** Answer

# Question 4
* 
Compute the structural formula (on the basisi of 11 Oxygens - this counts the two \ce{(OH)^1-} groups as one \ce{O^2-}) for the BIOTITE composiiton below.
|-------+----------------|
| Oxide | Weight Percent |
|-------+----------------|
| SiO2  | 35.55          |
| TiO2  | 2.81           |
| Al2O3 | 16.71          |
| FeO   | 21.38          |
| MnO   | 0.36           |
| MgO   | 8.24           |
| BaO   | 0.01           |
| CaO   | 0.02           |
| Na2O  | 0.05           |
| K2O   | 9.64           |
| F-    | 0.35           |
| Total | 95.15          |
|-------+----------------|

Hints:

- use ALL Si and some of the Al to completely fill the tetrahedral site (to a total of 4 formula cations)
- remaining Al must go into the octahedral site along with all the Ti, Fe, Mn, Mg.
- All K, Na, Ba, Ca ust go into the interlayer "A" site.
- Flourine substitutes in the (OH) site. It doesn't have any oxygens related to it (it is not an oxide).

** Answer



# Question 5
* 
Why is the total on the biotite analysis so low?

** Answer


