homework/pset01/ps1.tex
% Created 2016-02-08 Mon 12:33
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage[version=3]{mhchem}
\author{Prof. Ethan Baxter}
\date{\today}
\title{Earth Materials - Problem Set}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 24.4.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents

Assigned 1/28/16
Due 2/9/16
10pts (out of 100) deducted for each day late

\textbf{Please show ALL of your work}. Write clearly and organize  your work so that I can easily see what  you did. I \textbf{strongly encourage} you to use a spreadsheet (like Excel) and print out your organized calculations. You may also emailme your homework as a clearly organized Excel file. Consult your book for information about the basic formulas for these minerals. Pages 198-200 are especially helpful for reminding you how to do these calculations.

\section{1}
\label{sec-1}
Compute the structural formula (on the basis of 6 Oxygens) for the ANKERITE compositions shown below.

\begin{center}
\begin{tabular}{lr}
\hline
Oxide & Weight Percent\\
\hline
FeO & 12.83\\
MgO & 12.85\\
CaO & 29.23\\
CO2 & 44.70\\
total & 99.61\\
\hline
\end{tabular}
\end{center}

\section{2}
\label{sec-2}
Compute the structural formula (on the basis of 12 Oxygens) for the GARNET composition shown below.

\begin{center}
\begin{tabular}{lr}
\hline
Oxide & Weight Percent\\
\hline
SiO2 & 37.08\\
Ti02 & 0.03\\
Al2O3 & 20.95\\
Cr2O3 & 0.02\\
FeO & 30.21\\
MnO & 3.64\\
MgO & 2.04\\
CaO & 5.55\\
Na2O & 0.01\\
Total & 99.51\\
\hline
\end{tabular}
\end{center}

\section{3}
\label{sec-3}
Garnet may often be described by continuous solid-solution between four main end-members:
a) Almandine - \ce{Fe3Al2Si3O12}
b) Pyrope - \ce{Mg3Al2Si3O12}
c) Spessartine - Mn3Al2Si3O12
d) Grossular - Ca3Al2Si3O12

Compute the percent end-member composition of the garnet in \#2 above. Report it as:
AlmXX,PyXX,SpXX,GrXX, where "XX" is the percent of that end-member.

\section{4}
\label{sec-4}
Compute the structural formula (on the basisi of 11 Oxygens - this counts the two \ce{(OH)^1-} groups as one \ce{O^2-}) for the BIOTITE composiiton below.
\begin{center}
\begin{tabular}{lr}
\hline
Oxide & Weight Percent\\
\hline
SiO2 & 35.55\\
TiO2 & 2.81\\
Al2O3 & 16.71\\
FeO & 21.38\\
MnO & 0.36\\
MgO & 8.24\\
BaO & 0.01\\
CaO & 0.02\\
Na2O & 0.05\\
K2O & 9.64\\
F- & 0.35\\
Total & 95.15\\
\hline
\end{tabular}
\end{center}

Hints:

\begin{itemize}
\item use ALL Si and some of the Al to completely fill the tetrahedral site (to a total of 4 formula cations)
\item remaining Al must go into the octahedral site along with all the Ti, Fe, Mn, Mg.
\item All K, Na, Ba, Ca ust go into the interlayer "A" site.
\item Flourine substitutes in the (OH) site. It doesn't have any oxygens related to it (it is not an oxide).
\end{itemize}

\section{5}
\label{sec-5}
Why is the total on the biotite analysis so low?
% Emacs 24.4.1 (Org mode 8.2.10)
\end{document}